Repository: awesome-archive/Unshaky
Catalog: Unshaky/*.lproj/Localizable.strings
Languages: cs, es_419, it, nb, pt_br, sk, tr, zh_hans, zh_hant

source: Version: %@
cs: Verze: %@
es_419: Versión: %@
it: Versione: %@
nb: Versjon: %@
pt_br: Versão: %@
sk: Verzia: %@
tr: Sürüm: %@
zh_hans: 版本: %@
zh_hant: 版本: %@

# Overall Statistic
source: Dismissed %d shaky presses
cs: Zabráněno %d proklikům
es_419: Descartados %d tecleos dobles
it: %d digitazioni accidentali ignorate
nb: Forhindret %d shaky trykk
pt_br: %d apertos de tecla ignorados
sk: %d zabránených preklepov
tr: %d titrek basış engellendi
zh_hans: 防止双击 %d 次
zh_hant: 防止雙擊 %d 次

# Configuration Window Title
source: Configure Unshaky
cs: Nastavení Unshaky
es_419: Configurar Unshaky
it: Configura Unshaky
nb: Konfigurer Unshaky
pt_br: Configurar Unshaky
sk: Nastavenie Unshaky
tr: Unshaky Yapılandır
zh_hans: 配置 Unshaky
zh_hant: 配置 Unshaky

# Accessibility Help
source: Unshaky needs accessibility permission to work. Right now, Unshaky will attempt to open this panel for you. If it does not open automatically, you have to go to: System Preferences -> Security & Privacy -> Privacy (Tab) -> Accessibility (Left panel). When you have the panel open, add and check the Unshaky.app. On Big Sur, you will need to do the same for Privacy (Tab) -> Input Monitoring (Left panel).
cs: Unshaky vyžaduje ke své funkčnosti funkce Zpřístupnění. Aplikace se pokusí otevřít panel s nastavením. Pokud se neotevře automaticky, otevřete aplikaci Předvolby systému -> Zabezpečení a soukromí -> Soukromí (panel) -> Zpřístupnění (levý sloupec). Po otevření panelu přidejte aplikaci Unshaky.app do seznamu a zaškrtněte.
es_419: Unshaky necesita permisos de Accesibilidad para funcionar. Ahora, Unshaky tratará de abrir este panel para usted. Si no se abre automáticamente, tiene que ir a: Preferencias del sistema -> Seguridad & privacidad -> Privacidad (Pestaña) -> Accesibilidad (Panel izquierdo). Cuando esté la ventana abierta, agregue y active la aplicación Unshaky.app.
it: Unshaky richiede permessi di accessibilità per funzionare. Unshaky tenterà di aprire il pannello di assegnazione permessi. Se non accade, vai in: Preferenze di Sistema -> Sicurezza e Privacy -> Privacy (scheda) -> Accessibilità (pannello a sinistra). Una volta aperto il pannello, aggiungi e seleziona Unshaky.app.
nb: Unshaky trenger tilgjengelighetstillatelse for å fungere, og vil nå forsøke å åpne dette panelet for deg. Dersom det ikke åpnes automatisk, gå til: Systemvalg -> Sikkerhet og personvern -> Personvern (tab) -> Tilgjengelighet (venstre panel). Når du har panelet åpent, legg til og huk av Unshaky.app.
pt_br: Unshaky requer permissão de acessibilidade para funcionar. Unshaky tentará abrir esse painel agora. Se ele não abrir automaticamente, navegue para: Configurações do Sistema -> Segurança & Privacidade -> Privacidade (Aba) -> Acessibilidade (Painel esquerdo). Quando abrir o painel, adicione e marque o item Unshaky.app.
sk: Unshaky vyžaduje k svojej funkčnosti funkcie Prístupnosti. Aplikácia sa pokúsi otvoriť panel s nastavením. Ak sa neotvorí automaticky, otvorte aplikáciu Systémové nastavenia -> Bezpečnosť a súkromie -> Súkromie (panel) -> Prístupnosť (ľavý stĺpec). Po otvorení panela pridajte aplikáciu Unshaky.app do zoznamu a zaškrtnite.
tr: Unshaky'nin çalışabilmesi için erişilebilirlik izni gerekir. Şu anda Unshaky bu paneli sizin için açmaya çalışacak. Otomatik olarak açılmazsa, şu adrese gitmeniz gerekir: Sistem Tercihleri -> Güvenlik ve Gizlilik -> Gizlilik (Sekme) -> Erişilebilirlik (Sol panel). Paneli açtığınızda, Unshaky.app dosyasını ekleyin ve işaretleyin.
zh_hans: Unshaky 需要辅助权限才能工作。现在，Unshaky 会试图打开辅助功能设置界面。如果打开失败，您需要打开系统偏好设置，然后转到安全和隐私 > 隐私（选项卡）> 辅助功能（在左边列表）。 当您到了那个界面以后，把 Unshaky.app 拖进右边的列表并且打勾（您可能需要单击左下角的锁图标，输入密码才能进行修改）。 在 Big Sur，您可能还需要将 Unshaky 加入至 隐私（选项卡）> 输入监听（在左边列表）。
zh_hant: Unshaky 需要輔助權限才能工作。現在，Unshaky 會試圖打開輔助功能設置界面。如果打開失敗，您需要打開系統偏好設置，然後轉到安全和隱私 > 隱私（選項卡）> 輔助功能（在左邊列表）。 當您到了那個界面以後，把 Unshaky.app 拖進右邊的列表並且打勾（您可能需要單擊左下角的鎖圖標，輸入密碼才能進行修改）。 在 Big Sur，您可能還需要將 Unshaky 加入至 隱私（選項卡）> 輸入監聽（在左邊列表）。

# Invalid Delay
source: "%@" is not a valid delay. Please input an integer value.
cs: "%@" není platná hodnota prodlevy. Zadejte prosím celočíselnou hodnotu.
es_419: "%@" no es un retraso válido. Por favor ingrese un número entero.
it: "%@" non è valido. Inserire un valore intero positivo.
nb: "%@" er ikke en gyldig forsinkelse. Vennligst oppgi en heltallsverdi.
pt_br: "%@" não é um atraso válido. Por favor coloque um valor inteiro.
sk: "%@" nie je platná hodnota oneskorenia. Zadajte prosím celočíselnú hodnotu.
tr: "%@" geçerli bir gecikme değil. Lütfen bir tamsayı giriniz.
zh_hans: "%@" 不是一个有效的延迟，请输入一个整数。
zh_hant: "%@" 不是一個有效的延遲，請輸入一個整數。

source: Paste the configuration here
cs: Zde vložte konfiguraci
es_419: Pegar la configuración aquí
it: Incolla qui la configurazione
nb: Lim inn konfigurasjonen her
pt_br: Cole a configuração aqui
sk: Tu vložte konfiguráciu
tr: Yapılandırmayı buraya yapıştır
zh_hans: 把设置粘贴在这里
zh_hant: 把設置粘貼在這裏

source: Invalid inputs
cs: Neplatný vstup
es_419: Entradas inválidas
it: Input non valido
nb: Ugyldige inndata
pt_br: Entradas inválidas
sk: Neplatný vstup
tr: Geçersiz girdiler
zh_hans: 无效的输入。
zh_hant: 無效的輸入。

source: Invalid inputs, length does not match
cs: Neplatný vstup, délka neodpovídá
es_419: Entradas inválidas, la longitud no coincide
it: Input non valido, lunghezza errata
nb: Ugyldig inndata, lengde stemmer ikke
pt_br: Entradas inválidas, tamanho incorreto
sk: Neplatný vstup, dĺžka sa nezhoduje
tr: Geçersiz girdiler, uzunluk eşleşmiyor
zh_hans: 输入无效，长度不符合要求。
zh_hant: 輸入無效，長度不符合要求。

source: Temporarily disabled by other software
cs: Dočasně blokováno jiným programem
es_419: Temporalmente desactivado por otro software
it: Temporaneamente disabilitato da altro software
nb: Midlertidig deaktivert av annen programvare
pt_br: Temporariamente desligado por outro software
sk: Dočasne blokované iným programom

source: Turn on
cs: Zapnout
es_419: Activar
it: Abilita
nb: Skru på
pt_br: Ligar
sk: Zapnúť

source: Turn off
cs: Vypnout
es_419: Desactivar
it: Disabilita
nb: Skru av
pt_br: Desligar
sk: Vypnúť

source: 🧹 Unshaky is enabled, click to disable
es_419: 🧹 Unshaky está activo, clica para desactivar
it: 🧹 Unshaky è abilitato, fai click per disabilitare
tr: 🧹 Unshaky etkin, durdurmak için tıkla
zh_hans: 🧹 Unshaky 正在运行，点击即可暂停
zh_hant: 🧹 Unshaky 正在運行，點擊即可暫停

source: 💤 Unshaky is disabled, click to enable
es_419: 💤 Unshaky está inactivo, clica para activar
it: 💤 Unshaky è disabilitato, fai click per abilitare
tr: 💤 Unshaky devre dışı, etkinleştirmek için tıkla
zh_hans: 💤 Unshaky 暂停工作, 点击即可恢复
zh_hant: 💤 Unshaky 暫停工作, 點擊即可恢復
